<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Settings Language Lines
    |--------------------------------------------------------------------------
    */

    'title'             => 'Настройки приложения',
    'home'              => 'Главная',
    'subtitle'          => 'Редактировать настройки всех модулей в одном месте',
    'modules_settings'  => 'Доступные настройки',
    'modules_available' => 'Доступные модули',
    'save'              => 'Сохранить настройки',
    'updated_settings'  => 'Общие настройки обновлены!',
    'appname'           => 'Имя приложения',
    'appname_ph'        => 'Дайте вашему приложению имя',
    'appname_hp'        => 'Имя приложения будет использоваться повсюду в приложении.',
    'description'       => 'Мета-описание',
    'description_ph'    => 'Настроить мета-описание',
    'description_hp'    => 'Мета-описание будет использовано в панели rb28dett html.',
    'keywords'          => 'Мета Ключевые слова',
    'keywords_ph'       => 'Настроить мета ключевые слова',
    'keywords_hp'       => 'Мета ключевые слова будут использоваться в панели rb28dett html.',
    'author'            => 'Мета Author/s',
    'author_ph'         => 'Настроить мета author/s',
    'author_hp'         => 'Мета ключевые слова author/s будут использоваться в панели rb28dett html.',

    'unauthorized_action'       => 'Несанкционированное действие',
    'unauthorized_desc'         => 'Вам не разрешено обновлять общие настройки.',
    'contact_webmaster'         => 'Если вы считаете, что Вам необходимо обновить его, обратитесь к веб-мастеру.',
];
